{
  "author": "Rexander L. Reyes",
  "dedicated_to": "Jeizelyn P. Jacinto",
  "created_since": [1,5,2026],
  "letters": [
    {
      "text": "Hello po Jeizel, I’m sorry to bother you again, you probably don’t want to read this, and I’m a bad person to you, but I’ll be glad if you read this man po. Kamusta ka naman po ngayon, I hope na masaya at magaan ka napo ngayon. Alam ko, na siguro galit ka sakin, at tinitignan mopo na masama, at pasensya na po kung may nasabi man po akong mali. Nagalit man po ako, nagsabi ng kung anong masakit po sayo at nagwala, dahil po yun sa sobrang nasasaktan ako sa pagbetray at pagsisinungaling mopo sakin, at pasensya na po kung dahil dun mas naging masamang lalaki po ako para sayo. Pasensya na po kung nagwala ako, pasensya na po kung sumigaw ako, pasensya na po sa lahat ng nagawa ko. Sana may magawa ako para ayusin yung kung anong tingin mo sakin at ibalik tiwala mo, hindi para bumalik ka, kundi para maging okay kalang po at hindi ako maging trauma at galit mo, dahil gusto ko lang ay totoong magheal ka, hindi yung nasa comfort zone lang. At oo, kinakausap ko ulit si Jeanne kahit na dati nakablock siya, at inaamin ko po na dati, bago po kita nagustuhan ng dimo alam, nagustuhan ko na po siya. Pero matagal ko na pong isinuko yun dahil iba nagustuhan niya at alam kong hindi ako tamang lalake. Tagal-tagal nung nakita kita ulit ng malapitan, unti-unti nakong nahuhulog po sayo. Hindi parang simpleng crush lang, kundi mahalin ka, para sayo iniwasan ko siya at lahat ng babae sa paligid ko dahil ikaw lang mahal ko. Pero ngayon, ako nalang mag-isa at walang ibang kaibigan na makausap kundi siya lang at minsan lang din kami naguusap, wala po akong gusto sakanya. Today is the 10th of the month po, supposed to be our monthsary. Gusto po sana kita regaluhan pero alam kong hindi worth it, mas maganda nang regaluhan ko siya na nakaka appreciate. Alam kong wala na kong silbi para sayo at ayaw mo nang makita pa ako kaya ngayon literal napong hindi monapo ako makikita kahit saan, at di mo masasalubong man. Aaminin kong mahal parin kita at habibigatan parin, pero I’m also trying to change para maging tunay at tamang lalake. Hindi man nauwi sa inaasahan natin dati na sa pag-alis ko pipigilan moko, I’m just happy for you na umalis akong okay ka lang, at alam kong mas gagaan ka at mas masaya na naka-alis nako. Aayusin ko sarili ko para maging tamang lalake sa tamang babae na makikilala ko, dahil sayo mas may natutunan pako. I respect your decision po at pasensya napo ulit sa lahat.",
      "date": [1,10,2026],
      "time": [11,0,true]
    },
    {
      "text": "Sa January 16 na pala agad kami aalis, alam kong wala kanang pakealam sakin, at halos nagawa mona lahat sa kanya. Kaya itong plain website lang ang silent goodbye ko para sayo, kasi sobrang sakit at natutrauma parin ako. Mahal na mahal kita palagi, at nasasaktan ako. Alam kong wala akong magagawa, kaya kailangan ko itake lahat ng consequences at pagsusuffer nato, mananahimik na ako at dimona makikita. Araw araw kitang namimiss, kahit alam kong masakit at wala na, tatanggapin ko at kakayanin kong dalhin tong bigat na realidad nato. Sana maging success ka sa buhay mo, at maging maayos na kalagayan mo, magiingat ka sana palagi. Mahal na mahal kita, at araw araw umiiyak parin ako para sayo. Pasensya na sa lahat ng crash out ko, pero sana maintindihan modin ako. At naiintihan ko, kailangan ko lumayo, at alam ko din lahat ng sikreto mo, kung anong account na ginagamit mo sa insta na kausap siya, at iba pa. Sana matandaan mo lahat ng mga sinabi at pinangako mo para sakin nung tayo pa, malayong malayo sa kung anong ginawa mo ngayon. Pasensya na sa lahat, mahal na mahal kita palagi.",
      "date": [1,6,2026],
      "time": [10,24,true]
    },
    {
      "text": "Feel ko nalang, parang kontrabida ako, masama akong lalake na nangungulit sayo habang siya yung bida at maayos, kahit na gusto kolang naman ay panagutan mopo na mali po yung ginawa mo na habang tayo pa o hindi ko alam may kinakausap kanang iba at may ginagawa pa kayong bastos, nagsinungaling kanadin sakin at sa kanila, pinapaasa modin ako. Naiintindihan konaman na kailangan kopo lumayo para magheal ka, pero hindi naman ganitong healing may bago ka agad na hahanapin at babastusin. Syempre mapapasigaw po ako at magagalit kasi napakasakit at cheating napo yun para sakin kasi dikopo alam, at dati palang nasesense kona at nagsinungaling kapo sakin. Pero hindi napo ito oras para sisihin ka o magalit sayo sa kung ano mang nangyari. Gusto kolang po na sana pati ako maintindihan modin, at wag mona sana tingnan na parang masamang lalake. Tanggap kong may mali nga sakin, pero mahal na mahal po kita at dipo kita ginagamit sa katawan molang, at kahit ako nawawalan ng spark dahil sa diko na nararamdaman na pinapahalagahan o minamahal mopa ako, yun pala may kalaro kanang iba kaya busy ka lagi at naglalaro magisa nung tayo pa. Mahal na mahal po kita, kung masama man po ako sa tingin mo, naiintindihan kopo dahil may mali din ngapo talaga ako, pero wag mopo sanang isipin na parang inaabuse po kita, hindi po ako ganun, minahal po kita para pakasalan, hindi po para pang satisfy lang, minahal po kita dahil akala ko matured way na relasyon natin na kung may problema, maging open tayo, pero hindi pala, at akala ko sure na. Mahal na mahal po kita, at dikopo dinedeny na may mali din ako, at pinagsisisihan kodin po iyun at willing po akong itama yun kung bigyan molang po sana ako ng time para matauhan at ayusin yun, pero huli na lahat at naiintindihan kong pagod kana at mas nasasaktan kalang kapag nanjan pako. Paalam po Jeizelyn, magiingat kapo sana palagi, at magpagaling kapo.",
      "date": [1,9,2026],
      "time": [12,50,true]
    },
    {
      "text": "I wish leaving was beautiful as when you're still afraid to lose me, but now I had to leave knowing you're happy with someone new.",
      "date": [1,5,2026],
      "time": [10,31,false]
    },
    {
      "text": "Even though you've hurted and replaced me, I know you just want to feel the love and spark, and I've hurted you a lot more.",
      "date": [1,5,2026],
      "time": [10,31,false]
    },
    {
      "text": "Its very hard to delete all our pictures, not only that it spreads on my gallery, but everytime I see them I misses you.",
      "date": [1,6,2026],
      "time": [2,1,true]
    },
    {
      "text": "Everyday, till now, I'm still traumatized, feels so heavy, comparing myself to your new lover, and how you're sexually aroused to him. I don't know what to do but just accept it all and endure it all forever. I know it's all my fault, and I know I'm just ugly, pathetic, and have an unattractive body and mindset. Therefore, I just want to remove this feeling and trauma, but since I can't remove this, I just want to bump my head always or just die. Because seeing you with someone else, and seeing you doing sexual things with others, even for a guy you just met, is a great torment for me that I will not be able to bear. I agreed to leave for a reason, not to let yourself get caught by the spark and entertainment from others when we were still together. I know you've cheated on me even if it's just merely chat. I don't know what can I do but to just suffer everyday until its more than you suffered when you're still with me, because I know you will never help me fix this in a proper way, and I know im easily replaced and you already put all your love to someone else.",
      "date": [1,6,2026],
      "time": [8,48,true]
    }
  ]
}