{
  "letters": [
    [
      "Sa January 16 na pala agad kami aalis, alam kong wala kanang pakealam sakin, at halos nagawa mona lahat sa kanya. Kaya itong plain website lang ang silent goodbye ko para sayo, kasi sobrang sakit at natutrauma parin ako. Mahal na mahal kita palagi, at nasasaktan ako. Alam kong wala akong magagawa, kaya kailangan ko itake lahat ng consequences at pagsusuffer nato, mananahimik na ako at dimona makikita. Araw araw kitang namimiss, kahit alam kong masakit at wala na, tatanggapin ko at kakayanin kong dalhin tong bigat na realidad nato. Sana maging success ka sa buhay mo, at maging maayos na kalagayan mo, magiingat ka sana palagi. Mahal na mahal kita, at araw araw umiiyak parin ako para sayo. Pasensya na sa lahat ng crash out ko, pero sana maintindihan modin ako. At naiintihan ko, kailangan ko lumayo, at alam ko din lahat ng sikreto mo, kung anong account na ginagamit mo sa insta na kausap siya, at iba pa. Sana matandaan mo lahat ng mga sinabi at pinangako mo para sakin nung tayo pa, malayong malayo sa kung anong ginawa mo ngayon. Pasensya na sa lahat, mahal na mahal kita palagi.",
      "01/06/2026 - 10:24 AM"
    ],
    
    [
      "I wish leaving was beautiful as when you're still afraid to lose me, but now I had to leave knowing you're happy with someone new.",
      "01/05/2025 - 10:31 PM"
    ],
    
    [
      "Even though you've hurted and replaced me, I know you just want to feel the love and spark, and I've hurted you a lot more.",
      "01/05/2025 - 10:31 PM"
    ],
    
    [
      "Its very hard to delete all our pictures, not only that it spreads on my gallery, but everytime I see them I misses you",
      "01/06/2026 - 2:01 AM"
    ],
    
    [
      "Everyday, till now, I'm still traumatized, feels so heavy, comparing myself to your new lover, and how you're sexually aroused to him. I don't know what to do but just accept it all and endure it all forever. I know it's all my fault, and I know I'm just ugly, pathetic, and have an unattractive body and mindset. Therefore, I just want to remove this feeling and trauma, but since I can't remove this, I just want to bump my head always or just die. Because seeing you with someone else, and seeing you doing sexual things with others, even for a guy you just met, is a great torment for me that I will not be able to bear. I agreed to leave for a reason, not to let yourself get caught by the spark and entertainment from others when we were still together. I know you've cheated on me even if it's just merely chat. I don't know what can I do but to just suffer everyday until its more than you suffered when you're still with me, because I know you will never help me fix this in a proper way, and I know im easily replaced and you already put all your love to someone else.",
      "01/06/2026 - 8:48 AM"
    ]
  ]
}